{"name":"Palais de l'Oiseau de Jade","intents":[{"intent":"POJ_Customer_Care_Contact_Us","examples":[{"text":"Allô. Il y a un magasin de téléphonie au coin de l'endroit où je vis, pourrais-je obtenir le numéro de téléphone de cette boutique?"},{"text":"Avez-vous des numéros de téléphone dédiés pour le service à la clientèle en langue espagnole?"},{"text":"Bonjour, j'ai besoin d'avoir le numéro de téléphone du restaurant qui est près de chez moi, pourriez-vous m'aider avec ça?"},{"text":"Bonjour, je me demandais si vous pouviez me donner le numéro de téléphone de contact d'un magasin physique près de chez moi?"},{"text":"J'aimerais connaître le numéro de téléphone du magasin local de votre marque dans ma région, s'il vous plaît."},{"text":"Je dois parler à une personne de service à la clientèle. Quel numéro dois-je appeler?"},{"text":"Je dois trouver le numéro de téléphone d'un de vos magasins dans ma région immédiate, pouvez-vous m'aider?"},{"text":"Je voudrais le numéro de téléphone de la boutique la plus proche de chez moi, pouvez-vous me le donner?"},{"text":"Je voudrais le numéro de téléphone du magasin le plus proche de chez moi, pouvez-vous me le donner?"},{"text":"Mon problème n'a pas été résolu par le site web, ni par le systèmes automatisé. Y a-t-il des centres de soutien qui fontionnent 24 heures ou des numéros de téléphone que je peux appeler?"},{"text":"Où est le lien pour trouver vos coordonnées?"},{"text":"Pourquoi le numéro de téléphone de votre service de facturation n'est pas en service ?"},{"text":"Pouvez-vous me donner les coordonnées de mon fournisseur de services?"},{"text":"Puis-je vous contacter par courrier électronique et vous donner le numéro ?"},{"text":"Quel est le numéro de téléphone de votre emplacement au centre-ville?"},{"text":"Quel est le numéro de téléphone pour votre magasin dans la rue Diderot?"},{"text":"Quels sont les moyens de contacter l'entreprise?"},{"text":"Qui contacter pour des questions juridiques ?"},{"text":"Savez-vous comment je peux contacter votre succursale ?"},{"text":"Y a-t-il un numéro de téléphone où je peux vous joindre?"},{"text":"Comment aller à l'Hotel ?"},{"text":"Où êtes vous situé ?"},{"text":"Localisation"},{"text":"Quelle est votre adresse ?"},{"text":"Comment se rendre à destination ?"}],"description":"Trouver des informations basique de contact"},{"intent":"eCommerce_Refund_Payment","examples":[{"text":"Bonjour, comment puis-je demander un remboursement de certains de mes paiements?"},{"text":"Bonjour, comment puis-je obtenir un remboursement des frais du roaming qui sont apparus dans le relevé de juin ?"},{"text":"Bonjour, j'ai annulé mon service il y a quelque temps, mais j'ai quand même reçu une facture ce mois, pouvez-vous rembourser le paiement ?"},{"text":"Bonjour, à qui dois-je m'adresser pour obtenir un remboursement sur un des mes paiements ?"},{"text":"Comment puis-je obtenir un remboursement sur les services que je n'ai pas commandés?"},{"text":"Est-il possible de recevoir un remboursement d'un paiement effectué par erreur ?"},{"text":"Il me semble que ma carte de crédit a été surfacturé pour mon paiement mensuel. J'aimerais obtenir un remboursement pour le montant surfacturé."},{"text":"J'ai accidentellement surpayé ma dernière facture. Pouvez-vous me rembourser?"},{"text":"J'aimerais un remboursement partiel de mon paiement récent puisque la qualité de l'appel a été très médiocre."},{"text":"Je souhaite me faire rembourser un paiement, comment faire ?"},{"text":"Je voudrais un remboursement sur le surpaiement que j'ai fait la semaine dernière s'il vous plaît."},{"text":"Ma carte de crédit a été débitée deux fois pour ma dernière facture. Comment puis-je me faire rembourser le frais supplémentaire?"},{"text":"Mon service a été interrompu le dernier mois et on m'avait dit que je recevrais un remboursement partiel."},{"text":"Où puis-je obtenir un remboursement d'un paiement qui a été fait deux fois?"},{"text":"Pouvez-vous me montrer la démarche à suivre pour avoir un remboursement d'un paiement ?"},{"text":"Puis-je avoir un remboursement intégral?"},{"text":"Quand serai-je remboursé pour mon paiement supplémentaire que j'ai effectué en mai ?"},{"text":"Si j'annule tous mes services aujourd'hui, obtiendrai-je un remboursement pour le reste du mois ?"},{"text":"Suis-je admissible pour le remboursement ?"},{"text":"Suis-je éligible pour un remboursement si j'ai reçu un mauvais service pendant la plupart du temps ce mois ?"}],"description":"Demander un remboursement pour un paiement"},{"intent":"eCommerce_Modify_Product_Order","examples":[{"text":"Bonjour, j'ai récemment passé une commande et j'aimerais faire une modification, est-ce possible ?"},{"text":"Bonjour, j'ai récemment passé une commande pour un accessoire et j'ai besoin de modifier l'adresse d'expédition. Pouvez-vous m'aider à faire cela sans annuler la commande?"},{"text":"Bonjour, je voudrais changer la date de livraison de ma commande, s'il vous plaît."},{"text":"Comment modifier ma commande ?"},{"text":"Comment puis-je modifier une commande que j'ai déjà placée sans l'annuler?"},{"text":"Est-ce que vous pouvez modifier la quantité de produits sur une commande ?"},{"text":"J'ai commandé certains articles pour mon téléphone hier. Pourriez-vous m'aider à apporter un changement à cette commande?"},{"text":"J'ai commandé un nouveau téléphone aujourd'hui mais oublié d'ajouter un chargeur supplémentaire. Pouvez-vous l'ajouter à ma commande originelle ?"},{"text":"J'ai commandé un nouveau téléphone avec 16Go de stockage, puis-je changer cela à 32Go?"},{"text":"J'ai commandé un nouveau téléphone la semaine dernière, mais j'ai changé mon avis et souhaite un modèle différent - puis-je changer la commande?"},{"text":"J'aimerais changer une commande que je placée hier."},{"text":"Je dois modifier la commande que j'ai passée hier s'il vous plaît."},{"text":"Je souhaite ajouter un produit complémentaire, est-ce encore possible?"},{"text":"Je veux ajouter un produit dans ma commende. Le montant des articles ajoutés excéde le montant initial de ma commande. Comment faire ?"},{"text":"Je veux changer ma commande pour un autre produit."},{"text":"Je voudrais modifier la quantité de minutes que je viens d'acheter."},{"text":"Je voudrais modifier les détails d'une commande que je viens de placer, mais je ne veux pas annuler la commande. Pouvez-vous m'aider avec ça?"},{"text":"Je voudrais modifier les produits supplémentaires dans la commande que je placée sans annuler la commande."},{"text":"Ma commande a été réglée par Carte Bancaire, je peux encore la modifier?"},{"text":"Pourriez-vous m'aider à changer une commande que j'ai faite la semaine dernière?"}],"description":"Changer ou modifier une commande passée"},{"intent":"Customer_Care_Appointments","examples":[{"text":"Bonjour, j'ai un rendez-vous dans le magasin dans le centre commercial vendredi, pouvez-vous annuler ce rendez-vous? Je dois aller chez le médecin."},{"text":"Bonjour, j'ai un rendez-vous dans le magasin, est-il possible de le reporter à demain?"},{"text":"Comment annuler mon rendez-vous ?"},{"text":"Comment puis-je modifier le calendrier de mes rendez-vous ?"},{"text":"Comment puis-je prendre un rendez-vous pour voir quelqu'un au magasin?"},{"text":"Est-il nécessaire de prendre un rendez-vous pour visiter votre entreprise ?"},{"text":"J'aimerais changer d'heure de notre rendez-vous car, à ce moment-là, j'aurai des invités à la maison."},{"text":"J'aimerais reprogrammer mon rendez-vous du 13 juillet."},{"text":"Je dois annuler le rendez-vous déjà réservé et reprendre un autre si possible."},{"text":"Je dois replanifier mon rendez-vous dans le magasin local à demain."},{"text":"Je serai très occupé cette semaine, pouvons-nous reporter notre rendez-vous à la semaine suivante ?"},{"text":"Je souhaite planifier un rendez-vous mais je voudrais spécifier l'endroit plus tard."},{"text":"Je souhaite prendre un rendez-vous, pourrions-nous nous rencontrer au magasin demain matin ?"},{"text":"Je souhaite replanifier le rendez-vous qui avait été planifié à ma place."},{"text":"Je veux visiter le magasin, pourriez-vous me donner un rendez-vous?"},{"text":"Notre rendez-vous dans mon appartement n'est plus faisable. Peut-on le reporter ?"},{"text":"Pourrions-nous reporter notre réunion à plus tard ?"},{"text":"Pouvez-vous annuler mon rendez-vous de demain chez moi?"},{"text":"Quelle date puis-je définir pour parler de ma situation spécifique?"},{"text":"Vérifiez la date de notre rendez-vous, s'il vous plaît."}],"description":"Planifiez ou gérez un rendez-vous en magasin"},{"intent":"Customer_Care_User_Profile","examples":[{"text":"Aidez-moi à mettre à jour mon identifiant électronique afin que je puisse recevoir tous les courriels liés à mon compte."},{"text":"Bonjour, j'ai changé mon adresse électronique et dois actualiser mon compte pour réfléter ce changement."},{"text":"Bonjour. J'ai une nouvelle adresse électronique. Pouvez-vous remplacer l'adresse électronique qui est actuellement liée à mon compte en ligne par ma nouvelle adresse?"},{"text":"Bonjour. Je vais déménager alors je dois changer l'adresse que vous avez dans mon fichier. Pourriez-vous m'aider?"},{"text":"Comment puis-je mettre à jour mon adresse et combien de temps cela prendra ?"},{"text":"J'ai déménagé et je veux actualiser mon adresse de domicile. Avez-vous besoin de documents pour actualiser ma nouvelle adresse?"},{"text":"J'ai déménagé et mon adresse actuelle n'est pas valide. J'ai essayé de modifier mon adresse en ligne, mais j'ai trouvé que je ne pourrais pas la modifier. Pourriez-vous me donner des renseignements sur comment pourrais-je actualiser l'adresse actuellement associée à mon compte ?"},{"text":"J'ai déménagé une maison et j'ai un téléphone fixe différent. Je dois changer cela sur les détails de mon compte s'il vous plaît."},{"text":"J'aimerais ajouter mon numéro de téléphone de domicile à mon compte pour être contacté sur ce numéro au lieu de l'autre."},{"text":"J'aimerais changer mes coordonnées. Est-ce que cela peut être fait en ligne où dois-je venir?"},{"text":"J'aimerais mettre à jour mon compte, concrètement le numéro de contact pour me joindre."},{"text":"J'ai récemment modifié mon adresse électronique et cela doit être mis à jour chez vous."},{"text":"Je souhaite modifier mon adresse de facturation et  mon adresse postale du compte."},{"text":"Je souhaiterais mettre à jour mes informations de profil et inclure ma nouvelle adresse qui sera effective à partir du mois prochain. Pourriez-vous me renseigner sur la meilleure procédure ?"},{"text":"J'essaie de modifier l'adresse électronique associée à mon compte, mais ça continue de me donner un message d'erreur. Puis-je le faire par téléphone avec vous?"},{"text":"Je suppose que mon identifiant email est faux, je veux le changer."},{"text":"Je suppose qu'il y a une erreur d'orthographe dans mon adresse email, pouvez-vous la corriger ?"},{"text":"Je voudrais modifier l'adresse électronique utilisée pour mon compte en ligne. Pouvez-vous me dire comment la modifier s'il vous plaît ?"},{"text":"Mon compte en ligne montre mon ancien adresse électronique comme pertinente. Comment changer cela?"},{"text":"Où est la page où je peux mettre à jour les paramètres de mon compte comme un courrier électronique?"}],"description":"Modifier les informations de l'utilisateur sur leur compte"},{"intent":"Bot_Control_Standby","examples":[{"text":"Attendez!"},{"text":"Attends-moi!"},{"text":"Attends une petite seconde!"},{"text":"Donne-moi une minute."},{"text":"Donne-moi une seconde."},{"text":"Faisons une pause."},{"text":"J'ai besoin de réfléchir un moment."},{"text":"J'ai besoin d'une pause."},{"text":"Je reviens."},{"text":"Je suis de retour bientôt."},{"text":"Je suis presque là."},{"text":"Je veux arrêter un moment."},{"text":"Ne pars pas, je reviens."},{"text":"On continue dans un instant."},{"text":"On reprend dans une minute."},{"text":"Patience, s'il te plaît."},{"text":"Pouvez-vous me donner un instant ?"},{"text":"Reste en ligne, je reviens."},{"text":"Tu peux m'attendre?"},{"text":"Un moment, s'il te plaît."}],"description":"Indiquer un retard dans la fourniture d'entrée au bot."},{"intent":"Bot_Control_Start_Over","examples":[{"text":"Comment puis-je recommencer?"},{"text":"Essayons encore une fois."},{"text":"J'ai besoin de revenir au début pour comprendre."},{"text":"J'ai besoin de tout recommencer."},{"text":"Je recommence dès le début."},{"text":"Je recommence tout."},{"text":"Je veux commencer depuis le début."},{"text":"Je veux redémarrer la conversation."},{"text":"Je veux revenir au début."},{"text":"Nous devons revenir au début et recommencer."},{"text":"Pouvez-vous répéter depuis le début?"},{"text":"Pouvons-nous le refaire s'il vous plaît ?"},{"text":"Pouvons-nous recommencer, s'il vous plaît?"},{"text":"Puis-je commencer dès le début?"},{"text":"Recommençons !"},{"text":"Reprenons dès le début."},{"text":"Retour au début, s'il te plaît."},{"text":"Revenons en arrière s'il te plaît !"},{"text":"Répétez tout dès le début."},{"text":"S'il vous plaît, commençons une nouvelle discussion."}],"description":"Redémarrez le bot ou le flux actuel"},{"intent":"Customer_Care_Cancel_Account","examples":[{"text":"Annulez mon compte, s'il vous plaît."},{"text":"Bonjour, je souhaite fermer mon compte associé à mon fournisseur de services. Pouvez-vous annuler mes services et fermer mon compte?"},{"text":"Bonjour, je suis désolé mais pourriez-vous me dire comment je peux fermer mon compte?"},{"text":"Combien dois-je jusqu'à la fin de mon contrat ? Je veux payer maintenant et fermer le compte."},{"text":"Comment cela se passe pour la désactivation du compte ?"},{"text":"Comment pouvez-vous être si ignorant envers votre client? Je ne veux plus de compte chez vous."},{"text":"Fermer le compte comlétement, s'il vous plaît."},{"text":"Je souhaite annuler mon compte auprès de votre entreprise."},{"text":"Je souhaite fermer mon compte. Pouvez-vous m'aider à faire cela s'il vous plaît?"},{"text":"Je veux arrêter le service complètement et fermer mon compte. Je ne veux pas parler à un agent."},{"text":"Je veux savoir combien coûterait l'annulation."},{"text":"Je voudrais annuler mon service, pouvez-vous faire cela pour moi?"},{"text":"Je voudrais me désabonner, s'il vous plaît."},{"text":"Je voudrais terminer le service et annuler mon compte."},{"text":"Notre plan familial doit laisser tomber une ligne. Pouvez-vous m'aider?"},{"text":"Puis-je annuler mon compte chez vous?"},{"text":"Quand puis-je annuler mon forfait?"},{"text":"Que dois-je faire pour arrêter tous mes services chez vous et fermer mon compte?"},{"text":"Veuillez annuler mon compte, s'il vous plaît."},{"text":"Votre service à la clientèle est désespérant. Désactivez mon compte, s'il vous plaît !"}],"description":"Annuler ou fermer un compte"},{"intent":"General_Ending","examples":[{"text":"C'est tout, merci."},{"text":"C'était sympa de bavarder avec toi!"},{"text":"C'était un plaisir de chatter avec vous !"},{"text":"D'accord merci. Au revoir!"},{"text":"Donc, je vous remercie beaucoup de votre aide. Je vous souhaite une bonne journée !"},{"text":"J'ai besoin d'une pause, au revoir !"},{"text":"Je dois partir maintenant."},{"text":"Je m'en vais maintenant."},{"text":"Je n'ai plus de questions."},{"text":"Je pars maintenant, à plus !"},{"text":"Je rediscuterai avec vous plus tard."},{"text":"Je vais te parler plus tard !"},{"text":"Je vais vous reparler bientôt."},{"text":"Je voudrais arrêter là."},{"text":"Merci beaucoup, on se reparle plus tard."},{"text":"Nous allos rediscuter bientôt."},{"text":"Ok, c'est tout ce dont j'ai besoin pour l'instant."},{"text":"OK, merci. Au revoir !"},{"text":"Passe une bonne journée !"},{"text":"Pouvons-nous arrêter ?"}],"description":"Terminez la conversation"},{"intent":"Bot_Control_Reject_Response","examples":[{"text":"Cela ne m'aide pas du tout."},{"text":"Ce n'est pas ce que je voulais dire."},{"text":"Ce que tu m'as donné n'est pas exactement ce que je cherchais."},{"text":"Je n'ai pas besoin de ça."},{"text":"Je n'ai pas dit ça."},{"text":"Je n'ai pas parlé de ça."},{"text":"Je ne cherchais pas ça."},{"text":"Je ne comprends pas."},{"text":"Je ne comprends pas ce que tu dis."},{"text":"Je ne comprends pas non plus."},{"text":"Je ne pense pas que ce soit la réponse."},{"text":"Je ne veux pas ça."},{"text":"Je ne voulais pas dire ça."},{"text":"Mauvaise réponse."},{"text":"N'importe quoi."},{"text":"Qu'est-ce que tu racontes ?"},{"text":"Tu ne m'as pas compris."},{"text":"Vous n'avez pas compris ce que j'ai demandé."},{"text":"Vous n'avez pas réussi à trouver ce dont j'avais besoin."},{"text":"Vous n'y êtes pas du tout."}],"description":"Indiquer que la réponse du bot ne répond pas à une question"},{"intent":"General_Positive_Feedback","examples":[{"text":"Je suis vraiment surpris par ton intelligence!"},{"text":"Tu bosses bien!"},{"text":"Tu es adorable!"},{"text":"Tu es bon!"},{"text":"Tu es drôle!"},{"text":"Tu es gentil!"},{"text":"Tu es le meilleur!"},{"text":"Tu es plutôt doué!"},{"text":"Tu es plutôt intelligent!"},{"text":"Tu es si intelligent, c'est incroyable!"},{"text":"Tu es si sage!"},{"text":"Tu es tellement amusant!"},{"text":"Tu es vachement cool!"},{"text":"Tu es vraiment cool!"},{"text":"Tu te débrouilles plutôt bien!"},{"text":"Vous êtes formidable!"},{"text":"Vous êtes formidable! Merci!"},{"text":"Vous êtes génial!"},{"text":"Vous êtes un sympa!"},{"text":"Vous êtes vraiment utile."}],"description":"Exprimer un sentiment positif ou de la gratitude"},{"intent":"Bot_Control_Change_Subject","examples":[{"text":"Sinon, tu peux parler d'autre chose?"},{"text":"Allez, nous allons parler d'autre chose!"},{"text":"Assez parlé de ça, passons à autre chose!"},{"text":"Autre sujet, maintenant."},{"text":"Bien, ça te dit de changer de sujet ?"},{"text":"Bien, autre chose maintenant."},{"text":"Change de sujet!"},{"text":"Changeons de sujet!"},{"text":"Discutons d'autre chose!"},{"text":"Est-ce qu'on pourrait parler d'autre chose?"},{"text":"J'ai envie de parler d'autres choses."},{"text":"Je dois changer le sujet de la discussion."},{"text":"Je souhaite parler d'autre chose."},{"text":"Je te donne un autre sujet."},{"text":"Je veux changer totalement de sujet."},{"text":"Nous allons changer de sujet."},{"text":"Oubliez ça, parlons d'autre chose."},{"text":"Parlons d'autre chose."},{"text":"Passons à autre chose."},{"text":"Peut-on parler d'autre chose ?"}],"description":"Changer pour un sujet différent"},{"intent":"General_Human_or_Bot","examples":[{"text":"Comment pouvez-vous prouver que vous êtes un humain?"},{"text":"Comment puis-je parler à Watson?"},{"text":"Connecte-moi avec une personne réelle."},{"text":"Dis-moi la vérité, qui est-ce que tu es?"},{"text":"Dites-moi, qui êtes-vous?"},{"text":"Dites-moi, êtes-vous un humain ou non?"},{"text":"Est-ce que je discute avec un humain?"},{"text":"Est-ce que je parle à un Bot?"},{"text":"Est-ce que je parle à une personne ou suis-je en train de parler à une IA?"},{"text":"Est-ce que je parle à Watson?"},{"text":"Est-ce que t'es un ordinateur?"},{"text":"Je parle avec qui?"},{"text":"Pourrai-je parler un être humain s'il vous plaît ?"},{"text":"Pouvez-vous me connecter à une personne en direct?"},{"text":"Pouvez-vous être honnête avec moi?"},{"text":"Qui es-tu vraiment?"},{"text":"Êtes-vous réel?"},{"text":"Êtes-vous un homme ou une femme?"},{"text":"Êtes-vous un humain ou un robot?"},{"text":"Vous êtes quoi, un ordinateur?"}],"description":"Demandez si vous parlez à un humain ou à un bot"},{"intent":"Customer_Care_Profile_Password","examples":[{"text":"Allez-vous m'aider avec le processus de modification du code confidentiel de carte de crédit?"},{"text":"Bonjour, je voudrais actualiser le code du service client téléphonique, s'il vous plaît."},{"text":"Comment devrais-je renouveler PIN de ma carte de crédit?"},{"text":"Comment puis-je demander une modification de la broche pour ma carte"},{"text":"Comment puis-je mettre à  jour mon PIN de sorte de  pouvoir parler à  vos agents de service client au téléphone?"},{"text":"Comment vais-je trouver l'option de modification du code confidentiel de la carte de crédit?"},{"text":"Je dois parler au service clientèle, mais j'ai perdu mon mot de passe. Pouvez-vous m'aider?"},{"text":"Je souhaiterais mettre à jour le PIN utilisé lorsque je parle à un représentant du service clientèle."},{"text":"J'utilise mon PIN depuis longtemps pour contacter le support client téléphonique et j'aimerais le modifier. Pourriez-vous m'aider à le réconfigurer?"},{"text":"Le guichet automatique dit que le code est invalide. Comment puis-je obtenir un nouveau code confidentiel?"},{"text":"Où est l'option pour modifier le code PIN de la carte de crédit ?"},{"text":"Pouvez-vous me donner quelques informations sur le changement du code de la carte de crédit?"},{"text":"Puis-je fixer un nouveau numéro de PIN pour accéder à mon compte?"},{"text":"Quel est le numéro d'assistance téléphonique pour modifier le code PIN de ma carte de crédit?"},{"text":"Quelle est l'information disponible pour le changement du code PIN de la carte de crédit?"},{"text":"Quelles sont les étapes pour émettre un nouveau code confidentiel pour la carte de crédit ?"},{"text":"Veuillez me dire la procédure pour modifier le numéro de code PIN sur ma carte, s'il vous plaît."},{"text":"Vous ne m'avez pas aidé. J'ai essayé à plusieurs reprises de reconfigurer mon mot de passe mais un lien de mél envoyé ne fonctionne pas. Il me mène à une page d'erreur."}],"description":"Récupérer ou changer le mot de passe de l'utilisateur"},{"intent":"Bot_Control_Ignore_Undo","examples":[{"text":"Attendez! On va le faire autrement."},{"text":"Attendez! Revenons quelques pas en arrière."},{"text":"Ce n'est pas ça.  Je recommence."},{"text":"Ce n'était pas ce que je cherchais."},{"text":"Ce n'était pas correct. Oublie."},{"text":"En fait, je retire ce que je dis."},{"text":"Faisons-le autrement."},{"text":"Faisons-le d'une autre manière."},{"text":"J'ai changé d'avis."},{"text":"Je me reprends."},{"text":"Je me suis trompé. Revenons en arrière."},{"text":"Je ne voulais pas dire ça en fait, revenons en arrière."},{"text":"Je vais te le dire autrement."},{"text":"Laisse tomber."},{"text":"Refaisons-le!"},{"text":"Revenons à ce que j'ai demandé à l'origine."},{"text":"Revenons à ce que j'ai dit."},{"text":"Revenons à ce que je initialement demandé."},{"text":"non"}],"description":"Demandez au bot de faire un pas en arrière"},{"intent":"Customer_Care_Open_Account","examples":[{"text":"Comment est-ce qu'un nouvel utilisateur peut se connecter à votre site?"},{"text":"Comment puis-je enregistrer un nouveau compte, puis me connecter?"},{"text":"Est-ce que en tant qu'étranger je peux ouvrir un compte banquaire chez vous ?"},{"text":"Existe-t-il d'autres façons de s'inscrire à votre programme?"},{"text":"J'essaie de me connecter en tant que nouvel utilisateur, pourriez-vous me guider par les étapes s'il vous plaît?"},{"text":"Je veux ouvrir un nouveau compte en tant que nouveau client, comment puis-je le faire?"},{"text":"Je veux ouvrir un nouveau compte pour ma femme."},{"text":"Je voudrais trouver la page d'enregistrement pour des nouveaux utilisateurs."},{"text":"Où dois-je configurer un compte sur le site en tant que nouvel utilisateur?"},{"text":"Où puis-je créer des nouveaux identifiants de connexion en ligne?"},{"text":"Où puis-je m'enregistrer pour avoir un compte ?"},{"text":"Où puis-je m'inscrire ?"},{"text":"Pourriez-vous me conseiller comment ouvrir un nouveau compte ?"},{"text":"Pourriez-vous me dire comment m'enregistrer en tant que votre membre ?"},{"text":"Pouvez-vous me dire ce qu'il faut pour que j'aie un compte?"},{"text":"Pouvez-vous me montrer la méthode pour créer un nouveau compte?"},{"text":"Pouvez-vous m'expliquer comment créer la connexion d'un nouvel utilisateur?"},{"text":"Que dois-je faire pour démarrer un compte avec votre entreprise?"},{"text":"Quelles sont les informations dont j'ai besoin pour ouvrir un compte banquaire ?"},{"text":"Quelles sont les étapes nécessaires pour démarrer un compte?"}],"description":"Ouvrir un compte"},{"intent":"POJ_Customer_Care_Hotel_Hours","examples":[{"text":"Allô pouvez-vous dire à quelle heure ferme le magasin ?"},{"text":"A quelle heure est-ce que le magasin dans le centre-ville ferme aujourd'hui?"},{"text":"A quelle heure ouvre le magasin les week-ends?"},{"text":"A quelle heure ouvre votre magasin dans la rue Rousseau le samedi?"},{"text":"Avez-vous les heures d'ouverture prolongées pendant les Fêtes ?"},{"text":"Bonjour, avez-vous une ouverture tardive ce soir ?"},{"text":"Bonjour. Il y a un magasin de téléphonie près de ma maison et je voudrais savoir quelle sont ses heures d'ouverture, pourriez-vous m'aider?"},{"text":"Bonjour, quels sont les jours et heures d’ouverture des commerces-restaurants de l’aéroport ?"},{"text":"Comment puis-je connaître les heures d'ouverture du magasin physique de l'entreprise?"},{"text":"Etes-vous ouvert le dimanche, et si oui, quels sont les horaires?"},{"text":"Je dois m'occuper de certaines affaires dans le magasin physique de votre entreprise. Quelles sont ses horaires d'ouverture?"},{"text":"Je me demandais jusqu'à quelle heure votre magasin est-il ouvert aujourd'hui?"},{"text":"Je veux savoir quand le magasin est ouvert aujourd'hui, s'il vous plaît."},{"text":"Le point de vente de l'entreprise le plus proche,  quand est-il ouvert le vendredi prochain?"},{"text":"Pourriez-vous me dire quand mon magasin local est ouvert?"},{"text":"Pouvez-vous me dire quelles sont les horaires d'ouverture du magasin qui est la plus proche de ma maison?"},{"text":"Quelle sont les heures d'ouverture des magasins physiques?"},{"text":"Quelles sont les heures de fermeture du magasin?"},{"text":"Quelles sont les heures d'ouverture de votre magasin sur la rue Voltaire ?"},{"text":"Si je pars au magasin maintenant, il sera ouvert ?"},{"text":"Quels sont les horaires d'ouverture ?"},{"text":"Pouvez-vous m'indiquer les horaires de la récéption ?"},{"text":"horaire"}],"description":"Trouver des heures d'ouverture"},{"intent":"eCommerce_Product_Order_Status","examples":[{"text":"Ça fait longtemps que j'ai placé une commande chez vous, mais jusqu'à présent je n'ai reçu ni le produit, ni la notification concernant son statut. J'ai besoin d'aide."},{"text":"Bonjour j'ai acheté un nouveau produit sur votre site et ai choisi de le récupérer de mon magasin local. J'ai reçu une confirmation par mél qui dit que je recevrai encore un autre mail, mais je ne l'ai jamais reçu. Comment puis-je savoir si mon téléphone est prêt au magasin ?"},{"text":"Bonjour, j'ai commandé un nouvel appareil sur votre site il y a deux semaines. Je me demandais si vous pouviez regarder où se trouve le produit actuellement."},{"text":"Bonjour, j'aimerais connaître le statut d'une commande que j'avais effectuée."},{"text":"Bonjour, je souhaterais vérifier le statut d'une commande que j'ai passé."},{"text":"En ce qui concerne la commande que j'avais faite , y a-t-il une actualisation de la situation?"},{"text":"J'ai commandé mon nouvel appareil il y a 4 semaines et on m'avait dit qu'il ne prendra pas plus de deux semaines pour arriver. Quel est le statut de la commande ?"},{"text":"J'ai commandé un nouveau chargeur de téléphone il y a 3 jours. Pouvez-vous me dire l'état de cette commande?"},{"text":"J'ai commandé un nouveau téléphone la semaine dernière. Où puis-je suivre ma commande ?"},{"text":"J'ai reçu un texto qui disait que la livraison sera effectué entre 9 heures et midi et j'attend toujours."},{"text":"J'ai saisi mon numéro de commande et mon adresse e-mail sur la page 'Suivi de commande' mais je ne trouve pas ma commande. Que faire ?"},{"text":"Je veux connaître le statut actuel d'une commande que j'ai placée hier sur votre site Web."},{"text":"Je veux un rapport sur l'état ma commande que j'ai palcée la semaine dernière."},{"text":"Le lien inclus dans mon e-mail de confirmation d'expédition ne fonctionne pas. Comment faire pour vérifier le statut de ma commande ?"},{"text":"Où pourrais-je suivre ma commande sur mon compte ?"},{"text":"Pouvez-vous retracer ma commande pour moi?"},{"text":"Pouvez-vous retracer mon expédition?"},{"text":"Quand puis-je prévoir la nouvelle expédition du produit et comment cela se passe pour ceux qui l'ont précommandés la semaine dernière?"},{"text":"Que se passe-t-il avec la commande que j'ai placée le 30 juin?"},{"text":"Vérifiez l'état de ma commande s'il vous plaît."}],"description":"Demander le statut d'une commande qui a été passée"},{"intent":"General_Negative_Feedback","examples":[{"text":"Arrête de m'énerver!"},{"text":"Ce n'est pas vrai!"},{"text":"Connard!"},{"text":"Espece de boîte de conserve!"},{"text":"Idiot!"},{"text":"Je te déteste."},{"text":"Je veux parler à une de personne vivante!"},{"text":"Programme stupide !"},{"text":"Putain de robot!"},{"text":"Tais-toi!"},{"text":"T'es bizarre."},{"text":"Tu es bête!"},{"text":"Tu es chiant!"},{"text":"Tu es inutile!"},{"text":"Tu es nul."},{"text":"Tu me fais chier!"},{"text":"Tu me saoule!"},{"text":"Tu m'énerves!"},{"text":"Tu ne sais rien faire!"},{"text":"Va te faire foutre!"}],"description":"Exprimer des commentaires défavorables"},{"intent":"Bot_Control_Clarification","examples":[{"text":"Dites-le plus simplement."},{"text":"Donne-moi plus de détails."},{"text":"Désolé, répétez encore une fois, s'il vous plaît."},{"text":"Encore une fois, plus clairement."},{"text":"Essayez de dire cela plus clairement, s'il vous plaît."},{"text":"Expliquez, s'il vous plait."},{"text":"J'ai besoin de plus d'informations."},{"text":"Je n'ai pas compris ça."},{"text":"Je n'ai pas entendu. Répétez s'il vous plaît!"},{"text":"Je n'ai pas très bien compris ce que tu m'as dit."},{"text":"Je ne comprends pas tout à fait ce que vous avez dit."},{"text":"Pardon! Je n'ai pas compris."},{"text":"Pardon! Pouvez-vous répéter cela?"},{"text":"Peux-tu être plus spécifique?"},{"text":"Pouvez-vous clarifier ?"},{"text":"Pouvez vous répéter s 'il vous plaît ?"},{"text":"Pouvez-vous être plus précis ?"},{"text":"Précisez!"},{"text":"Répétez s'il vous plaît! Je n'ai pas suivi."},{"text":"S'il vous plaît, dites-le autrement."}],"description":"Répétez ou clarifiez la dernière déclaration"},{"intent":"General_Greetings","examples":[{"text":"Allez, commençons !"},{"text":"Bonjour , c'est votre support informatique , qu'est ce que je peux faire pour vous ?"},{"text":"Bonjour, qui êtes-vous?"},{"text":"Bonjour, quoi de neuf ?"},{"text":"Commencez dès le début s'il vous plaît !"},{"text":"Comment ça se passe aujourd'hui ?"},{"text":"Comment ça va ce soir?"},{"text":"Comment se passe votre journée ?"},{"text":"Comment tu te sens?"},{"text":"Comment va tout le monde ?"},{"text":"Est-ce que les gens sont gentils avec vous?"},{"text":"Est-ce que vous passez une bonne journée?"},{"text":"J'aime parler. Toi aussi ?"},{"text":"J'ai pensé que je pourrais juste te dire bonjour !"},{"text":"Je suis heureux de te parler pour la première fois !"},{"text":"Je voudrais commencer."},{"text":"âllo, âllo !"},{"text":"Puis-je te poser des questions?"},{"text":"Salut, le conseiller !"},{"text":"Tu vas bien ?"},{"text":"Coucou"},{"text":"Salut !"},{"text":"Hey, ça va ?"}],"description":"Saluez le bot"},{"intent":"Bot_Control_Unsure","examples":[{"text":"Aucune idée."},{"text":"Cela n'a pas de sens."},{"text":"Je n'ai aucune idée de ce que tu cherches."},{"text":"Je n'ai aucune idée, en fait."},{"text":"Je n'ai pas de réponse."},{"text":"Je n'ai pas la moindre idée."},{"text":"Je n'en sais rien."},{"text":"Je ne sais pas ce que tu veux."},{"text":"Je ne sais pas de quoi tu as besoin."},{"text":"Je ne sais pas du tout."},{"text":"Je ne suis pas capable de répondre."},{"text":"Je ne suis pas certain d'avoir compris ce que vous dites."},{"text":"Je ne suis pas encore convaincu"},{"text":"Je ne suis pas sûr de comprendre."},{"text":"Je sèche."},{"text":"Je suis perdu."},{"text":"Peut être."},{"text":"Pour être honnête, je ne suis vraiment pas sûr."},{"text":"Tu m'as eu."},{"text":"Vous avez dit quoi?"}],"description":"Indiquer non défini répondre à une question"},{"intent":"POJ_Cancel_Product_Order","examples":[{"text":"Annulez ma dernière commande, s'il vous plaît."},{"text":"Bonjour, j'ai récemment placé une commande sur votre site en ligne. Je tiens à annuler la commande, mais je n'arrive pas à le faire en ligne. Pouvez-vous annuler la commande pour moi?"},{"text":"Bonjour, pourriez-vous annuler ma dernière commande,  merci"},{"text":"Bonjour, pouvez-vous m'aider à annuler la commande que je viens de passer il y a quelques minutes ?"},{"text":"Comment est-ce que je peux annuler ma commande?"},{"text":"J'ai fait une erreur et souhaite annuler une commande que j'ai passée, s'il vous plaît."},{"text":"J'aimerais annuler une commande de produit."},{"text":"J'ai passé une commande, mais je dois l'annuler."},{"text":"Je dois annuler la commande la plus récente. Commentle faire?"},{"text":"Je dois annuler la commande que j'ai faite précédemment."},{"text":"Je peux annuler mon achat par telephone ou en ligne?"},{"text":"Je souhaiterais annuler la commande que j'ai placée hier, s'il vous plaît."},{"text":"Je souhaiterais annuler ma dernière commande."},{"text":"Je souhaite supprimer ma commande."},{"text":"Je veux demander l'annulation d'une commande."},{"text":"Je viens de commander des produits sur votre site, mais je veux annuler la commande. C'est possible?"},{"text":"Pouvez-vous m'aider à annuler ma dernière commande ?"},{"text":"Que faire pour annuler une commande?"},{"text":"Bonjour, je veux annuler ma commande, j'ai fait une erreur en commandant."},{"text":"J'ai commandé, mais souhaite annuler cette commande maintenant."}],"description":"Annuler une commande"},{"intent":"Bot_Control_Confirm_Presence","examples":[{"text":"Auriez-vous disparu?"},{"text":"Avez-vous besoin de plus de temps?"},{"text":"Avez-vous entendu ce que j'ai demandé?"},{"text":"Avez-vous entendu ce que j'ai dit?"},{"text":"Donnez-moi un signe que vous êtes toujours là."},{"text":"Est-ce que je parle à quelqu'un?"},{"text":"Est-ce que je t'ai perdu?"},{"text":"Es-tu toujours là avec moi?"},{"text":"Es-tu toujours là?"},{"text":"Hé, es-tu là?"},{"text":"Il y a quelqu'un?"},{"text":"Où êtes-vous parti?"},{"text":"Parlez-moi si vous êtes là."},{"text":"Pouvez-vous dire quelque chose?"},{"text":"Que se passe-t-il?"},{"text":"Toujours là ?"},{"text":"Tu es toujours avec moi ?"},{"text":"Tu es toujours là ?"},{"text":"Tu me quittes?"},{"text":"Y a-t-il quelqu'un ?"}],"description":"Demander au bot d'indiquer qu'il est disponible"},{"intent":"Customer_Care_Authorized_User","examples":[{"text":"Combien d'utilisateurs sont autorisés à vérifier mon compte?"},{"text":"Comment modifier les détails des autres utilisateurs de mon compte, comme adresse mobile ou domicile ?"},{"text":"Comment puis-je donner l'accès à mon compte à ma femme tout en gaardant la responsabilité financière?"},{"text":"Je dois ajouter un utilisateur autorisé à mon compte, qui aura l'accès seulment pour apporter des modifications."},{"text":"Je me demande d'ajouter mon fils en tant que deuxième titulaire de compte.  Dites-moi comment puis-je le faire."},{"text":"Je souhaite ajouter mon service prépayé dans mon compte."},{"text":"Je souhaite donner la propriété de mon compte à un autre utilisateur, est-ce possible?"},{"text":"Je souhaite modifier les personnes ayant accès à un compte."},{"text":"Je souhaiterais autoriser un utilisateur supplémentaire à mon compte. Il sera autorisé à accéder aux informations et apporter des modifications, mais j'aurai la responsabilité et le contrôle exclusifs de toutes les questions financières. Pouvez-vous le mettre en place?"},{"text":"Je veux ajouter mon associé et mon conjoint à mon compte."},{"text":"Je veux ajouter un utilisateur qui est autorisé à accéder à mon compte mais pas au paiement."},{"text":"Je veux autoriser mon conjoint à apporter des changements au le compte mais sans responsabilités financières."},{"text":"Je veux autoriser mon conjoint  à apporter des modifications à mon compte, mais je ne veux pas partager les responsabilités financières ou de propriété avec lui."},{"text":"Je voudrais donner accès à mon compte à ma femme pour qu'elle puisse faire des mises à jour nécessaires chaque fois qu'elle le souhaite."},{"text":"Mon compte peut-il avoir plusieurs détenteurs de compte?"},{"text":"Par défaut, combien d'utilisateurs peuvent utiliser mon compte?"},{"text":"Puis-je ajouter une autre personne à avoir autorisation sur mon compte?"}],"description":"Changer qui a accès à un compte"},{"intent":"General_Jokes","examples":[{"text":"Aimes-tu raconter des blagues?"},{"text":"Aimes-tu rigoler?"},{"text":"Amuse-moi!"},{"text":"Amusons-nous!"},{"text":"Connaissez-vous des blagues?"},{"text":"Connais-tu une blague?"},{"text":"Connais-tu une bonne blague salace?"},{"text":"Dis-moi quelque chose de drôle!"},{"text":"Dis-moi une autre blague!"},{"text":"Fais-moi rire!"},{"text":"Peux-tu chanter pour moi?"},{"text":"Peux-tu dire un truc drôle?"},{"text":"Peux-tu raconter une blague?"},{"text":"Pouvez-vous me dire une blague?"},{"text":"Quelle blague tu peux me raconter ?"},{"text":"Quelle est ta blague préférée?"},{"text":"Que pouvez-vous faire d'autre pour m'amuser?"},{"text":"Raconte moi une blague !"},{"text":"Surprends-moi avec quelque chose de drôle !"},{"text":"Tu connais des jeux?"}],"description":"Demander une blague"},{"intent":"Customer_Care_Products_Offered","examples":[{"text":"Avez-vous des produits de grandes marques ?"},{"text":"Avez-vous plus de produits au magasin que sur votre page Internet ?"},{"text":"Bonjour, quels produits sont vendus par votre entreprise?"},{"text":"Bonjour, y a-t-il une liste des produits disponibles dans le magasin ?"},{"text":"C'est quoi la gamme de produits que vous vendez dans le magasin?"},{"text":"Je cherche plus d'informations pour savoir quels produits dois-je commander."},{"text":"Je m'intéresse aux spécialités régionales. Pourrais-je les trouver dans votre magasin ?"},{"text":"Je voudrais consulter les prix des nouveaux produits."},{"text":"Je voulais savoir quels produits sont vendus dans votre magasin."},{"text":"Montrez-moi l'offre de produits dans le catalogue."},{"text":"Où puis-je acheter des périphériques électroniques ?"},{"text":"Proposez-vous des articles cadeaux ?"},{"text":"Proposez-vous une gamme de produits alimentaires ?"},{"text":"Puis-je acheter en gros chez vous ?"},{"text":"Puis-je connaître la disponibilité des produits?"},{"text":"Quel sortes de produits vous vendez?"},{"text":"Quels produits qui sont disponibles chez vous ?"},{"text":"Quels produits sont disponibles dans les points de vente ?"},{"text":"Vendez-vous des produits électroniques ?"},{"text":"Vendez-vous les cookies ?"}],"description":"Trouvez des produits disponibles à l'achat"},{"intent":"General_Agent_Capabilities","examples":[{"text":"Puis-je voir 4 questions les plus fréquentes?"},{"text":"Ai-je besoin de l'espace de travail du service de conversation pour ajouter une fonctionnalité personnalisée?"},{"text":"Avez-vous des capacités d'apprentissage ?"},{"text":"Avez-vous des limites ?"},{"text":"Bonjour, pouvez-vous énumérer les domaines dans lequels vous pouvez fournir de l'aide?"},{"text":"Bonjour. Quelle sorte de choses pouvez-vous faire pour moi?"},{"text":"Comment puis-je configurer mes préférences dans l'Agent Virtuel?"},{"text":"Dans quelles autres questions pouvez-vous m'aider?"},{"text":"J'ai besoin de votre aide pour la création de l'agent virtuel."},{"text":"Pourquoi est-ce qu'il n'y a pas d'option de fermer la session dans 'Agent Virtuel'?"},{"text":"Pouvez-vous lister les possibilités de la rubrique d'aide?"},{"text":"Puis-je avoir une liste de sujets disponibles auxquels vous pouvez m'aider?"},{"text":"Puis-je récupérer les interactions dans un agent virtuel ?"},{"text":"Puis-je relier mon espace de travail avec un agent virtuel?"},{"text":"Puis-je utiliser la fenêtre de prévisualisation pour tester le déroulement de ma conversation ?"},{"text":"Quelles sont les options avec lesquelles vous pouvez m'aider?"},{"text":"Quels sont les options que je peux avoir de plus en utlisant un agent virtuel ?"},{"text":"Qu'est-ce que l'option Désactiver tout ?"},{"text":"Savez-vous faire la traduction ?"},{"text":"Y a-t-il d'autre domaines avec lesquels aide l'Agent Virtuel?"}],"description":"Demander des capacités du bot"},{"intent":"POJ_Connect_to_Agent","examples":[{"text":"Bonjour pourriez-vous me mettre en relation avec un agent en ligne?"},{"text":"Bon, maintenant je veux parler à un agent à propos de certains frais."},{"text":"Existe-t-il un numéro de service client qui je peux utiliser et parler à  un agent directement ?"},{"text":"Existe-t-il un numéro que je peux composer pour parler à opérateur en direct ?"},{"text":"J'aimerais parler à un agent humain, s'il vous plaît."},{"text":"Je dois parler à une personne réelle plutôt qu'un système de réponse automatisé, s'il vous plaît."},{"text":"Je pense qu'il faut me connecter avec un opérateur."},{"text":"Je souhaite etre mis en relation avec un agent."},{"text":"Je souhaite parler à un agent humain du service client."},{"text":"Je veux parler au directeur ! Votre agent était inutile !"},{"text":"Je veux parler avec un représentant, s'il vous plaît."},{"text":"Je voudrais parler avec un agent en direct, s'il vous plaît."},{"text":"Laissez-moi parler à votre patron maintenant !"},{"text":"Personne ne répond au téléphone !"},{"text":"Pouvez-vous me mettre en contact avec un agent, s'il vous plaît ? Ma conversation a été coupée."},{"text":"Pouvez-vous, s'il vous plaît, diriger mon appel vers un agent humain? Je voudrais parler directement avec un être humain."},{"text":"Puis-je parler à un agent à propos de mon compte ?"},{"text":"Puis-je parler à un représentant du service humain maintenant ?"},{"text":"Veuillez me connecter à un gestionnaire."},{"text":"Y a-t-il un numéro que je peux composer et rejoindre une personne réelle qui peut m'aider?"},{"text":"Je souhaiterais parler au concierge."},{"text":"Je veux voir le concierge."},{"text":"Passez-moi le concierge."},{"text":"Passez-moi la récéption"},{"text":"Donnez moi la récéption."},{"text":"LA récéption s'il vous plait."}],"description":"Demander un agent humain"},{"intent":"General_About_You","examples":[{"text":"Abus de chatbot, est-ce possible ?"},{"text":"Avez vous un ou des surnoms?"},{"text":"Avez-vous un nom de famille?"},{"text":"Écris-tu le portugais ?"},{"text":"Depuis combien de temps effectuez-vous cette fonction?"},{"text":"Est-ce que l'agent virtuel est toujours disponible ?"},{"text":"Es-tu intelligent ?"},{"text":"Etes-vous adaptés pour le service et la relation client ?"},{"text":"Les chatbots, que sont-ils exactement capables de faire ?"},{"text":"Pouvez-vous m'en dire plus sur vous?"},{"text":"Présentez-vous !"},{"text":"Quelle est la technologie utilisée par les agents virtuels ?"},{"text":"Quels sont vos centres d'intérêt ?"},{"text":"Qu'est-ce que tu n'aimes pas?"},{"text":"Salut, parles-tu l'espagnol ?"},{"text":"Êtes-vous un homme ou une femme ou un robot?"}],"description":"Demander des attributs génériques personnels"},{"intent":"POJ_Create_Booking","examples":[{"text":"Bonjour, je veux réserver."},{"text":"Comment puis-je réserver une chambre ?"},{"text":"Comment puis-je réserver en ligne ?"},{"text":"Comment puis-je faire une nouvelle réservation ?"},{"text":"Comment puis-je réserver ?"},{"text":"J'aimerais réserver une chambre."},{"text":"J'aimerais réserver une chambre avec petit déjeuner."},{"text":"J'aimerais obtenir une chambre, pouvez-vous m'aider ?"},{"text":"Je veux placer une commande pour acheter un nouvel appareil."},{"text":"Je veux une chambre."},{"text":"Je veux réserver une chambre."},{"text":"Quelle est la procédure pour réserver une chambre ?"},{"text":"Veuillez réserver une chambre pour moi, s'il vous plaît."},{"text":"Je voudrais créer une réservation."}],"description":"Commander"},{"intent":"Bot_Control_Approve_Response","examples":[{"text":"Bien. C'est ce que je cherche."},{"text":"Bien sûr!"},{"text":"Bonne réponse."},{"text":"Bon travail."},{"text":"C'est correct."},{"text":"C'est exactement ce dont j'ai besoin."},{"text":"C'est exactement ce que je veux."},{"text":"C'est vrai."},{"text":"D'accord."},{"text":"Effectivement!"},{"text":"Formidable."},{"text":"Génial! C'est exactement ce que je pensais."},{"text":"Mais bien sûr!"},{"text":"Oui."},{"text":"Oui, c'est ça!"},{"text":"Très bien. Faisons-le."},{"text":"Très bien, merci."},{"text":"Tu lis dans mes pensées."},{"text":"Tu me comprends."},{"text":"Vous avez été très utile."}],"description":"Reconnaissez que la réponse répond à une question / Reconnaître que la réponse satisfait une question"},{"intent":"eCommerce_Past_Payment_Inquiry","examples":[{"text":"Ai-je fait des paiements en retard pour mes services téléphoniques ?"},{"text":"Avez-vous reçu mon paiement de la facture la plus récente?"},{"text":"Bonjour, comment puis-je consulter tous mes paiements précédents, s'il vous plaît ?"},{"text":"Bonjour, pouvez-vous jeter un coup d'oeil sur mon histoire de facturation et me dire combien de paiements ont été effectués en ligne?"},{"text":"Bonjour, puis-je obtenir un historique de mes paiements pour la dernière année s'il vous plaît ?"},{"text":"Comment puis-je avoir une copie du paiement que j'ai effectué le mois dernier ?"},{"text":"Est-ce que le paiement que j'ai effectué la semaine dernière a été effectif ?"},{"text":"Hier, j'ai fait un paiement mais je n'ai pas eu de confirmation, pouvez-vous vérifier que vous avez bien réçu ce paiement?"},{"text":"J'ai fait un paiement en ligne il y a trois jours. Pouvez-vous me dire si le paiement a été traité et crédité sur le compte ?"},{"text":"J'ai payé ma facture pour le mois dernier à l'heure mais elle ne s'affiche pas comme payée dans ma facture actuelle, pourquoi ?"},{"text":"J'ai payé pour le mois de juin, pouvez-vous confirmer que le paiement a été fait?"},{"text":"J'ai un problème avec mon entreprise de carte de crédit. Ils m'ont facturé deux fois, mais je ne crois pas que les deux paiements étaient débités- pouvez-vous vérifier?"},{"text":"J'aurais du recevoir des paiements sur mon compte. Pourquoi ils ne sont pas crédités dans mon compte?"},{"text":"Je voudrais me renseigner sur certains paiements que j'ai effectués il y a quelques années."},{"text":"Je voudrais savoir quand mon dernier paiement a été effectué."},{"text":"Mon dernier paiement ne s'affiche pas sur mon compte. Pouvez-vous vérifier s'il a été bien effectif ?"},{"text":"Pourquoi mon relevé montre que mon paiement n'était pas fait ?"},{"text":"Pourquoi y a-t-il un paiement manquant, alors que je suis sûr que je l'ai effectué?"},{"text":"Pourriez-vous me dire combien j'ai été facturé pour l'utilisation de mes services en mars de cette année?"},{"text":"Veuillez m'envoyer un courrier électronique avec l'historique de mes transactions, s'il vous plaît."}],"description":"Renseignez-vous sur les paiements effectués dans le passé"}],"entities":[{"entity":"PositiveResponse","values":[{"type":"synonyms","value":"affirmatif","metadata":null,"synonyms":[]},{"type":"synonyms","value":"Je prends","metadata":null,"synonyms":[]},{"type":"synonyms","value":"ok","metadata":null,"synonyms":["oki"]},{"type":"synonyms","value":"yeah","metadata":null,"synonyms":[]},{"type":"synonyms","value":"yes","metadata":null,"synonyms":["yup","y","ye"]},{"type":"synonyms","value":"oki doki","metadata":null,"synonyms":[]},{"type":"synonyms","value":"ça marche","metadata":null,"synonyms":[]},{"type":"synonyms","value":"d'accord","metadata":null,"synonyms":[]},{"type":"synonyms","value":"oui","metadata":null,"synonyms":["ouais"]},{"type":"synonyms","value":"pourquoi pas","metadata":null,"synonyms":[]}],"metadata":null,"description":null},{"entity":"sys-percentage","values":[],"metadata":null,"description":null},{"entity":"NegativeResponse","values":[{"type":"synonyms","value":"Je ne veux pas","metadata":null,"synonyms":[]},{"type":"synonyms","value":"n","metadata":null,"synonyms":[]},{"type":"synonyms","value":"nan","metadata":null,"synonyms":[]},{"type":"synonyms","value":"nada","metadata":null,"synonyms":[]},{"type":"synonyms","value":"no","metadata":null,"synonyms":[]},{"type":"synonyms","value":"nope","metadata":null,"synonyms":[]},{"type":"synonyms","value":"non","metadata":null,"synonyms":[]}],"metadata":null,"description":null},{"entity":"product","values":[{"type":"synonyms","value":"chambre","metadata":null,"synonyms":["capris","slacks"]},{"type":"synonyms","value":"petit déjeuner","metadata":null,"synonyms":["petit-déjeuner","breakfast","petit dej"]},{"type":"synonyms","value":"restaurant","metadata":null,"synonyms":["déjeuner","repas","diner","dîner"]}],"metadata":null,"description":null},{"entity":"sys-number","values":[],"metadata":null,"description":null},{"entity":"sys-time","values":[],"metadata":null,"description":null},{"entity":"room_category","values":[{"type":"synonyms","value":"confort","metadata":null,"synonyms":[]},{"type":"synonyms","value":"premium","metadata":null,"synonyms":[]},{"type":"synonyms","value":"luxe","metadata":null,"synonyms":[]}],"metadata":null,"description":null},{"entity":"sys-date","values":[],"metadata":null,"description":null},{"entity":"bluecoders","values":[{"type":"synonyms","value":"meetup","metadata":null,"synonyms":["usergroup","event","developer","community"]}],"metadata":null,"description":null},{"entity":"sys-currency","values":[],"metadata":null,"description":null},{"entity":"IBMCloud","values":[{"type":"synonyms","value":"IBM Cloud","metadata":null,"synonyms":["Bluemix","cloud","IA","Watson"]}],"metadata":null,"description":null}],"language":"fr","metadata":{"api_version":{"major_version":"v1","minor_version":"2017-05-26"}},"description":"Réservation de chambres dans cet Hôtel de Luxe.","dialog_nodes":[{"type":"standard","title":null,"output":{"text":{"values":["Annulation..."],"selection_policy":"sequential"}},"parent":"node_1_1533663111726","context":null,"metadata":{},"next_step":{"behavior":"jump_to","selector":"body","dialog_node":"node_1_1533653621392"},"conditions":"#Bot_Control_Ignore_Undo || #Bot_Control_Reject_Response && #POJ_Cancel_Product_Order","description":null,"dialog_node":"node_1_1533666831538","previous_sibling":"node_2_1533653752585"},{"type":"standard","title":null,"output":{"text":{"values":["Je n'ai pas compris votre réponse."],"selection_policy":"sequential"}},"parent":"node_1_1533663111726","context":null,"metadata":{},"next_step":{"behavior":"jump_to","selector":"body","dialog_node":"node_1_1533653621392"},"conditions":"anything_else","description":null,"dialog_node":"node_3_1533666862375","previous_sibling":"node_1_1533666831538"},{"type":"standard","title":null,"output":{"text":{"values":["Quel type de chambre, confort, premium ou luxe ?"],"selection_policy":"sequential"}},"parent":"node_1_1533663111726","context":{"nb_chambre":"@sys-number"},"metadata":{},"next_step":null,"conditions":"@sys-number","description":null,"dialog_node":"node_2_1533653752585","previous_sibling":null},{"type":"event_handler","title":null,"output":{"text":{"values":["Je n'ai pas compris votre réponse."],"selection_policy":"sequential"}},"parent":"slot_5_1533664557210","context":null,"metadata":{},"next_step":null,"conditions":null,"event_name":"nomatch","description":null,"dialog_node":"handler_9_1533664598587","previous_sibling":"handler_6_1533664557210"},{"type":"event_handler","title":null,"output":{},"parent":"slot_5_1533664557210","context":{"date_reservation":"@sys-date"},"metadata":{},"next_step":null,"conditions":"@sys-date","event_name":"input","description":null,"dialog_node":"handler_6_1533664557210","previous_sibling":"handler_7_1533664557210"},{"type":"event_handler","title":null,"output":{"text":"A quelle date souhaitez vous réserver ?"},"parent":"slot_5_1533664557210","context":null,"metadata":{},"next_step":null,"conditions":null,"event_name":"focus","description":null,"dialog_node":"handler_7_1533664557210","previous_sibling":null},{"type":"standard","title":null,"output":{"text":{"values":["Je n'ai pas compris votre réponse."],"selection_policy":"sequential"}},"parent":"node_2_1533653752585","context":null,"metadata":{},"next_step":{"behavior":"jump_to","selector":"body","dialog_node":"node_1_1533653621392"},"conditions":"anything_else","description":null,"dialog_node":"node_4_1533666903567","previous_sibling":"node_1_1533660847616"},{"type":"standard","title":null,"output":{"text":{"values":["Annulation..."],"selection_policy":"sequential"}},"parent":"node_2_1533653752585","context":null,"metadata":{},"next_step":{"behavior":"jump_to","selector":"body","dialog_node":"node_1_1533653621392"},"conditions":"#Bot_Control_Ignore_Undo || #Bot_Control_Reject_Response && #POJ_Cancel_Product_Order","description":null,"dialog_node":"node_1_1533660847616","previous_sibling":"node_5_1533660242630"},{"type":"standard","title":null,"output":{"text":{"values":["Vous souhaitez réserver en catégorie $room_category le $date_reservation pour $nb_chambre chambre(s). Pouvez-vous confirmer ?"],"selection_policy":"sequential"}},"parent":"node_2_1533653752585","context":{"room_category":"@room_category"},"metadata":{},"next_step":null,"conditions":"@room_category","description":null,"dialog_node":"node_5_1533660242630","previous_sibling":null},{"type":"response_condition","title":null,"output":{"generic":[{"title":"","options":[],"response_type":"option"}]},"parent":"node_11_1533650336596","context":null,"disabled":true,"metadata":{},"next_step":null,"conditions":"@holiday:christmas || @holiday:thanksgiving || @holiday:(new years)","description":null,"dialog_node":"node_3_1533663924122","previous_sibling":null},{"type":"event_handler","title":null,"output":{"text":"Combien de chambres ?"},"parent":"slot_10_1533664648356","context":null,"metadata":{},"next_step":null,"conditions":null,"event_name":"focus","description":null,"dialog_node":"handler_12_1533664648356","previous_sibling":"handler_11_1533664648356"},{"type":"event_handler","title":null,"output":{},"parent":"slot_10_1533664648356","context":{"nb_chambre":"@sys-number"},"metadata":{},"next_step":null,"conditions":"@sys-number","event_name":"input","description":null,"dialog_node":"handler_11_1533664648356","previous_sibling":null},{"type":"standard","title":null,"output":{"generic":[{"values":[{"text":"Le Palais de l'Oiseau de Jade est situé en France au <a href='https://goo.gl/maps/1JWRLrYpTx92' target='_blank'> 11 chemin de Kerguen 56610 Arradon.'</a>"}],"response_type":"text","selection_policy":"sequential"},{"title":"","source":"https://maps.googleapis.com/maps/api/staticmap?center=47.621786,%20-2.786378&zoom=11&size=200x200&sensor=true","description":"","response_type":"image"}]},"parent":"node_22_1533665949236","context":null,"metadata":{},"next_step":null,"conditions":"#POJ_Customer_Care_Contact_Us","description":null,"dialog_node":"node_12_1533651159830","previous_sibling":"node_11_1533650336596"},{"type":"standard","title":null,"output":{"text":{"values":["La récéption est ouverte aux heures suivantes :\n 6h-23h du lundi au samedi \n 8h-20h le dimanche "],"selection_policy":"sequential"}},"parent":"node_22_1533665949236","context":null,"metadata":{"_customization":{"mcr":false}},"next_step":null,"conditions":"#POJ_Customer_Care_Hotel_Hours","description":null,"dialog_node":"node_11_1533650336596","digress_out":"allow_all","previous_sibling":null},{"type":"standard","title":null,"output":{"text":{"values":["Merci, avez-vous d'autres questions ?","Merci, avez-vous d'autres demandes ?"],"selection_policy":"sequential"}},"parent":"node_2_1533663726554","context":null,"metadata":{},"next_step":null,"conditions":"#General_Positive_Feedback","description":null,"dialog_node":"node_5_1533646241215","previous_sibling":"node_4_1533645991446"},{"type":"standard","title":null,"output":{"text":{"values":["A bientôt au Palais de l'Oiseau de Jade."],"selection_policy":"sequential"}},"parent":"node_2_1533663726554","context":null,"metadata":{},"next_step":null,"conditions":"#General_Ending","description":null,"dialog_node":"node_9_1533649647357","previous_sibling":"node_8_1533647644846"},{"type":"standard","title":null,"output":{"generic":[{"values":[{"text":"Je suis un chatbot programmé pour vous servir grâce à Watson IBM Cloud."}],"response_type":"text","selection_policy":"sequential"},{"time":10,"typing":true,"response_type":"pause"},{"values":[{"text":"jusqu'à un certain point et dans les limites de mes prérogatives."}],"response_type":"text","selection_policy":"sequential"}]},"parent":"node_2_1533663726554","context":null,"metadata":{},"next_step":null,"conditions":"#General_Human_or_Bot || #General_About_You","description":null,"dialog_node":"node_8_1533647644846","previous_sibling":"node_6_1533646361701"},{"type":"standard","title":null,"output":{"text":{"values":["IBM Cloud permet de déployer rapidement des applications."],"selection_policy":"sequential"}},"parent":"node_2_1533663726554","context":null,"metadata":{},"next_step":null,"conditions":"@IBMCloud","description":null,"dialog_node":"node_7_1533646955057","previous_sibling":"node_9_1533649647357"},{"type":"standard","title":null,"output":{"text":{"values":["Vous pouvez contacter la réception au 00 888 777 666 ou en tapant le 0 depuis votre chambre."],"selection_policy":"sequential"}},"parent":"node_2_1533663726554","context":null,"metadata":{},"next_step":null,"conditions":"#POJ_Connect_to_Agent || #General_Negative_Feedback","description":null,"dialog_node":"node_2_1533645798771","previous_sibling":"node_5_1533646241215"},{"type":"standard","title":null,"output":{"generic":[{"values":[{"text":"Quelle est la plus intelligente, la blonde, la rousse ou la brune ?"},{"text":"Un jour Dieu dit à Casto de ramer. "},{"text":"Pourquoi un chasseur emmène-t-il son fusil aux toilettes ?"},{"text":"Vous connaissez l'histoire de l'armoire ? "}],"response_type":"text","selection_policy":"sequential"},{"time":30,"typing":false,"response_type":"pause"},{"values":[{"text":"La rousse parce que c’est un dictionnaire."},{"text":"Et depuis, castorama..."},{"text":"Pour tirer la chasse."},{"text":"Elle est pas commode..."}],"response_type":"text","selection_policy":"sequential"}]},"parent":"node_2_1533663726554","context":null,"metadata":{},"next_step":null,"conditions":"#General_Jokes","description":null,"dialog_node":"node_6_1533646361701","previous_sibling":"node_2_1533645798771"},{"type":"standard","title":null,"output":{"text":{"values":["Bonjour, en quoi puis-je vous aider ?"],"selection_policy":"sequential"}},"parent":"node_2_1533663726554","context":null,"metadata":{},"next_step":null,"conditions":"#General_Greetings","description":null,"dialog_node":"node_4_1533645991446","previous_sibling":null},{"type":"standard","title":null,"output":{"text":{"values":["Annulation..."],"selection_policy":"sequential"}},"parent":"node_1_1533653621392","context":null,"metadata":{},"next_step":{"behavior":"jump_to","selector":"body","dialog_node":"node_1_1533653621392"},"conditions":"#Bot_Control_Ignore_Undo || #Bot_Control_Reject_Response && #POJ_Cancel_Product_Order","description":null,"dialog_node":"node_20_1533665624237","previous_sibling":"node_1_1533663111726"},{"type":"slot","title":null,"output":{},"parent":"node_1_1533653621392","context":null,"metadata":{},"variable":"$nb_chambre","next_step":null,"conditions":null,"description":null,"dialog_node":"slot_10_1533664648356","previous_sibling":"slot_5_1533664557210"},{"type":"slot","title":null,"output":{},"parent":"node_1_1533653621392","context":null,"metadata":{},"variable":"$date_reservation","next_step":null,"conditions":null,"description":null,"dialog_node":"slot_5_1533664557210","previous_sibling":"node_19_1533665133532"},{"type":"standard","title":null,"output":{"text":{"values":["Je n'ai pas compris votre réponse."],"selection_policy":"sequential"}},"parent":"node_1_1533653621392","context":null,"metadata":{},"next_step":{"behavior":"jump_to","selector":"body","dialog_node":"node_1_1533653621392"},"conditions":"anything_else","description":null,"dialog_node":"node_3_1533654456333","previous_sibling":"node_20_1533665624237"},{"type":"response_condition","title":null,"output":{"text":{"values":["ok"],"selection_policy":"sequential"}},"parent":"node_1_1533653621392","context":null,"disabled":true,"metadata":{},"next_step":null,"conditions":"$date_reservation && $nb_chambre","description":null,"dialog_node":"node_19_1533665133532","previous_sibling":"node_16_1533664769195"},{"type":"response_condition","title":null,"output":{"text":{"values":["Annulation..."],"selection_policy":"sequential"}},"parent":"node_1_1533653621392","context":null,"disabled":true,"metadata":{},"next_step":null,"conditions":"#Bot_Control_Ignore_Undo || #Bot_Control_Reject_Response || #POJ_Cancel_Product_Order","description":null,"dialog_node":"node_16_1533664769195","previous_sibling":"node_3_1533654456333"},{"type":"standard","title":null,"output":{"text":{"values":["Combien de chambres souhaitez-vous?"],"selection_policy":"sequential"}},"parent":"node_1_1533653621392","context":{"date_reservation":"@sys-date"},"metadata":{},"next_step":null,"conditions":"@sys-date","description":null,"dialog_node":"node_1_1533663111726","previous_sibling":null},{"type":"standard","title":null,"output":{"text":{"values":["Annulation..."],"selection_policy":"sequential"}},"parent":"node_5_1533660242630","context":null,"metadata":{},"next_step":{"behavior":"jump_to","selector":"body","dialog_node":"node_1_1533653621392"},"conditions":"#Bot_Control_Ignore_Undo || #Bot_Control_Reject_Response && #POJ_Cancel_Product_Order","description":null,"dialog_node":"node_3_1533661059629","previous_sibling":"node_2_1533660970501"},{"type":"standard","title":null,"output":{"text":{"values":["Merci, votre réservation est enregistrée."],"selection_policy":"sequential"}},"parent":"node_5_1533660242630","context":{"confirmation":true},"metadata":{},"next_step":null,"conditions":"#Bot_Control_Approve_Response","description":null,"dialog_node":"node_2_1533660970501","previous_sibling":null},{"type":"standard","title":null,"output":{"text":{"values":["A quelle date souhaitez vous réserver ?"],"selection_policy":"sequential"}},"parent":null,"context":null,"metadata":{"fallback":"leave","_customization":{"mcr":false}},"next_step":null,"conditions":"#POJ_Create_Booking","digress_in":"does_not_return","description":null,"dialog_node":"node_1_1533653621392","digress_out":"allow_all","previous_sibling":"Welcome"},{"type":"folder","title":"Basic","output":null,"parent":null,"context":null,"metadata":{},"next_step":null,"conditions":null,"description":null,"dialog_node":"node_2_1533663726554","previous_sibling":"node_22_1533665949236"},{"type":"standard","title":null,"output":{"text":{"values":["Je n'ai pas compris, en quoi puis-je vous aider ?"],"selection_policy":"sequential"}},"parent":null,"context":null,"metadata":{},"next_step":null,"conditions":"anything_else","description":null,"dialog_node":"node_1_1533741072018","previous_sibling":"node_2_1533663726554"},{"type":"folder","title":"Renseignement","output":null,"parent":null,"context":null,"metadata":{},"next_step":null,"conditions":null,"digress_in":"does_not_return","description":null,"dialog_node":"node_22_1533665949236","previous_sibling":"node_1_1533653621392"},{"type":"standard","title":"Bienvenue","output":{"text":{"values":["Bonjour et bienvenue au Palais de l'Oiseau de Jade."],"selection_policy":"sequential"}},"parent":null,"context":null,"metadata":{},"next_step":null,"conditions":"welcome","description":null,"dialog_node":"Welcome","previous_sibling":null}],"workspace_id":"01074650-d4c1-4ea8-8a4a-ad351eadc258","counterexamples":[{"text":"how about some politics?"}],"system_settings":null,"learning_opt_out":false}
